{"meta":{"title":"浮光掠影","subtitle":"记录逝去的点滴","description":"人生百年，匆匆过客，浮光如逝，略有踪影","author":"Firephoneix","url":"https://firephoenix2000.github.io/skimmingovertheworld","root":"/skimmingovertheworld/"},"pages":[{"title":"404 Not Found：该页无法显示","date":"2023-04-11T15:31:20.525Z","updated":"2023-04-11T15:31:20.525Z","comments":false,"path":"/404.html","permalink":"https://firephoenix2000.github.io/skimmingovertheworld/404.html","excerpt":"","text":""},{"title":"关于","date":"2023-04-24T15:42:59.421Z","updated":"2023-04-24T15:42:59.421Z","comments":false,"path":"about/index.html","permalink":"https://firephoenix2000.github.io/skimmingovertheworld/about/index.html","excerpt":"","text":"个人详细介绍 生命，总是在痛苦的奔跑途中亦余心之所善兮，虽九死其尤未悔路漫漫其无终兮，吾将上下而求索 愿籍籍无名于众淡然磊落于心 平凡、平静的生活着"},{"title":"分类","date":"2023-04-11T15:31:20.525Z","updated":"2023-04-11T15:31:20.525Z","comments":false,"path":"categories/index.html","permalink":"https://firephoenix2000.github.io/skimmingovertheworld/categories/index.html","excerpt":"","text":""},{"title":"书单","date":"2023-04-11T15:31:20.525Z","updated":"2023-04-11T15:31:20.525Z","comments":false,"path":"books/index.html","permalink":"https://firephoenix2000.github.io/skimmingovertheworld/books/index.html","excerpt":"","text":""},{"title":"友情链接","date":"2023-04-11T15:31:20.525Z","updated":"2023-04-11T15:31:20.525Z","comments":true,"path":"links/index.html","permalink":"https://firephoenix2000.github.io/skimmingovertheworld/links/index.html","excerpt":"","text":""},{"title":"Repositories","date":"2023-04-11T15:31:20.525Z","updated":"2023-04-11T15:31:20.525Z","comments":false,"path":"repository/index.html","permalink":"https://firephoenix2000.github.io/skimmingovertheworld/repository/index.html","excerpt":"","text":""},{"title":"标签","date":"2023-04-11T15:31:20.525Z","updated":"2023-04-11T15:31:20.525Z","comments":false,"path":"tags/index.html","permalink":"https://firephoenix2000.github.io/skimmingovertheworld/tags/index.html","excerpt":"","text":""}],"posts":[{"title":"生产组织形式的转变","slug":"生产组织形式的转变","date":"2023-04-24T15:50:42.000Z","updated":"2023-04-24T16:25:08.974Z","comments":true,"path":"2023/04/24/生产组织形式的转变/","link":"","permalink":"https://firephoenix2000.github.io/skimmingovertheworld/2023/04/24/%E7%94%9F%E4%BA%A7%E7%BB%84%E7%BB%87%E5%BD%A2%E5%BC%8F%E7%9A%84%E8%BD%AC%E5%8F%98/","excerpt":"","text":"生产组织形式的转变(一段未理清楚的想法，暂寄与此)一位很有名的哲学家提过一个同样很有名的观点：生产力决定生产关系。这是其思想的核。生产关系通过生产组织形式进行反映和体现。而且其还提出了关于剩余价值理论，认为所有的一切财富都是由人创造的。在现代宏观经济学里面，认为经济的总体增长来源于三个要素：资本、人力资源、技术进步。 之前的生产组织形式原始/部落社会在原始社会，狩猎和采摘的这种依靠外界的间断性的生产收获不足以保障个人的长期生活，因此公有制度是一种自然的保险机制，在这种任何一个人都不容易单独靠自已的力量存活的时候，这种自发的公有的、部落形式的原始生产组织形式是有其存在的合理性的。 在这种组织形式下，每个人之间的生产力差别基本取决于其个人力量，但是个人力量在面对大的凶猛的野兽时基本区别不大，从各种原始壁画来看，对于大型动物，主要是采取集体狩猎，在这种情况下，狩猎的组织形式来源于一小队人共同默契和在狩猎现场的沟通，通过现场的协调沟通把一队人的力量组织起来，基本上这种组织形式都是有效、少浪费的。 在这种组织形式下，由于受外部环境（猎物、植被的丰富程度影响），个人的能力和意愿的影响差别不大。可以考虑列一个简单的个人生产力，平均个人生活需求以及外界物质条件的模型，来看平均个人寿命最大期望下的生产组织形式。 农业社会当社会进入大批依靠农业收入，此时的生活收入已经进入了以年度为周期，主要依靠土地、人力(主要指劳动力)，天气等因素进行生产。在这个时期，随着理想的公有制度，如井田制的破坏，以单位土地产出没有太大变化的情况下，土地的大兼并，以及在伴随土地为生产资料的租赁制度开始不断扩展。 在这种组织形式下，由少部分的土地所有者，对土地的产出进行负责，总休来说，生产力是在上升的。即存在管理者，可以有效的减少土地荒芜产生的不生的浪费，而且存在余粮制度，可以减少因为天气因素造成的影响。 总体而言，因为生产技术本身含量不高，生产主要是依靠土地的开拓和人力的投入，缺少商业的流通，从而无法大量产生外部的生产辅助性机构，缺乏资源的投入，整体生产力的上升是缓慢的。这种生产形式，只能够算是有管理的个人生产。 在这里，生产关系是小范围内的自给自足型的，这里的数学模型比起之前的模型，由于土地等资源的投入，平均个人产出略大于个人生存需求，平均寿命有所上升。这里的管理是基于资源使用的管理，而不是基于流通的管理，缺少经济学上所考虑的交换将使得整体社会生产力上升。 商业社会大规模商业行为是一种随着局部的生产单位组织对于部分物质生产力远超过平均水平以后一种自发产生行为，典型的代表例子是随着工业革命，外部机械的出现，手工作坊式的生产进入批量化生产以后，资本主义国家的向外扩张，在全球范围内寻找市场，只是由于其它社会的生产力不对等，导致其它各种问题。 在这种组织形式下，局部单位的生产力优势得到了充分体现并不断的加强，针对理想中的自由交易和自由竞争，迫使其不断提升生产力，整体社会的产生已经不断超出人生存所必需水平。 在这种组织形式下，生产力依赖于生产资料（机械、设备等），对于土地的依赖性下降（除了考虑交通因素外），对于人的素质要求开始上升（需要大批量能够操作机械和设备人员，并且需要研究人员不断的提升设备的生产水平），辅助性组织不断出现（研究机构以及为培育研究人员所需要的普通教育的不断提升，为了提升商业交换水平而需要的银行、为了提升物流而需要的交通）。 在这里，生产关系广泛是基于大规模生产而组织的，在工厂里面，管理作为一门正式的学问出现，生产从工艺变成了模块化，流水线的产生是这种形式的必然产物，一切生产都是为了大工业生产而出现的。当生产单元的无序化组织达到一定程度时，所谓的经济危机开始出现，极大化的浪费存在。一方面是市场这个看不见的手驱使整体生产力的上升，同时无序的生产又造成阶段性、局部性的浪费。 在这个模型里面，由于存在自由竞争，各个局部行业生产力的不断提升，是社会整体生产力不断提升的必然发展方向。市场扩展的阶段，资本的要素起主要作用，进入完全竞争市场以后，技术进步起到了主要作用。 当前生产组织形式企业生产当前以企业或者公司为单位的生产组织形式是广泛的生产单元，其对社会资源的配置是高效的。今天，在生产水平未进行大的提升变化的情况下（根本性的技术进步），如何更高效的组织生产本身，使得同样的资本投入，能够产生更多的有效产出，其核心要素在于管理的提升，其中依赖于信息管理技术和人的素质的提升。一方面是生产规模的不断扩大化达到一定程度以后，生产能力已经超过市场的有效需求，如何通过更宏观的政策提升有效需求。在这种形式下，浪费是隐性的，例如通过各种促销活动，使得人们购买其超出需求的衣物。 信息技术提升生产有效性从生产侧的角度来看，在企业内部，通过信息技术，如ERP等系统，有效提升管理（参见精益管理）从而使得企业精细化管理水平提升，提升其核心竞争力。在企业之间，通过共享信息，形成整体的生产链，有助于减少企业自身的无效生产。 吸引注意力推动消费 在需求侧，通过各种广告和营销手段，捕获更多的客户，各种免费为名的陷阱层出不穷。不断的演进之下，数据（用户消费行为的各种数据）本身开始成为产品。 有几个关键词：企业信息化企业信息化有各定义（即意味着没有统一共识，即意味着大家还没有从学术的角度来严格思考这个问题），引一个百度百科定义企业信息化 (Enterprises informatization) ，企业信息化实质上是将企业的生产过程、物料移动、事务处理、现金流动、客户交互等业务过程数字化，通过各种信息系统网络加工生成新的信息资源，提供给各层次的人们洞悉、观察各类动态业务中的一切信息，以作出有利于生产要素组合优化的决策，使企业资源合理配置，以使企业能适应瞬息万变的市场经济竞争环境，求得最大的经济效益。 企业信息化本身经历了办公自动化、生产管理、经营管理、决策支持等内部过程，随着互联网+的一声炮响，以信息系统（尤其是移动端）为入口的平台争夺，这里面有淘宝、京东以及无数电商的厮杀，各种企业在没有针对自身战略定位和目标的情况下，自身的内部管理没有做好的情况下，跟着各种概念瞎转，实在是忙不胜忙，空忙一场。 企业信息化的核心是对于信息的有效组织，减少浪费（包括生产和消费），以及无视时间、空间的差异所起到的巨大作用，是未来继续演进的方向。 注意力在之前的生产组织形式中，人本身的资源是很少考虑在其中的，无论是以个人体力的时代，还是在大工业化时代个人作为螺丝钉一样的存在。但是注意力作为一种稀缺资源，在限制着人们对于信息获取和加工的选择，其重要性正日益突显。有一本书叫《注意力经济》对于注意力的方方面面提了很多，包括生物心理学基础，技术、组织结构的转变等等提了一大堆，但是没有核心的把注意力最根本的作用反映出来。注意力作为一种具有自反馈的系统主体（人或者社会）的有限资源，其投注所在，决定了整个系统的演进方向。 未来生产组织形式未来的生产将完全以合理需求为起点，通过信息技术的全面有效组织，重新拉动整体生产的方式。 注意力当社会的技术生产能力达到了理想程度（即所谓理想的中的按需生产），那么这个时候，有价值的生产是真正的按需生产（即按照注意力的选择进行生产），为了减少社会的浪费和对资源的消耗（目前人均能源消费正以一种快速的速度在增长）。非物质化的生产将会逐步成为一种主流（游戏只有注意力的消耗，没有产出，极易产生空虚感），非物质化的生产将进一步提升注意力的投入产出（即注意力的反馈有效性）。 企业组织企业的组织形式将演化成大平台，小企业（并不是指市值，而是人员规模），任何生产将可以灵活的通过平台有效组织，小企业的不断连接形成平台化和链式的连接，从以前的自由市场化的，依赖看不见得手的生产方式，变成依赖看得见的数据和小众的长尾需求，从而更高效减少浪费的生产组织方式。 信息技术为了适应上述的企业组织形式，信息技术将进一步演化，各种流行的技术词汇（大数据、物联网、云计算）等将被抛弃，实实在在的落实到一切皆数据化，通过技术重构外在的物理世界，通过虚拟的数字世界同构外在世界，实现世界本身自我的预测性（例如人），使得社会本身通过信息交换处理进而带动物质的交换处理，更加有效、减少浪费，有目的性的演进。有实际的生产层面，机器人将会大量代替人工。因此未来主要的工作是考虑如何组织生产和做为社会主体，生产的总体方向。从而凝聚社会的力量，从大航海时代的发现以后，完成整合，探索大宇宙时代。 在这里，需要大量的量化模型和数据来进行验证和进一步深入和细化，暂按于此，待以后填坑。","categories":[{"name":"杂七杂八","slug":"杂七杂八","permalink":"https://firephoenix2000.github.io/skimmingovertheworld/categories/%E6%9D%82%E4%B8%83%E6%9D%82%E5%85%AB/"}],"tags":[{"name":"幻想","slug":"幻想","permalink":"https://firephoenix2000.github.io/skimmingovertheworld/tags/%E5%B9%BB%E6%83%B3/"}]},{"title":"造个计算机","slug":"造个计算机","date":"2023-04-24T15:40:25.000Z","updated":"2023-04-24T15:41:38.150Z","comments":true,"path":"2023/04/24/造个计算机/","link":"","permalink":"https://firephoenix2000.github.io/skimmingovertheworld/2023/04/24/%E9%80%A0%E4%B8%AA%E8%AE%A1%E7%AE%97%E6%9C%BA/","excerpt":"","text":"学计算机专业是干什么的呢？ 难道不是学怎么造计算机吗？好吧，那我们来造一个模型级的计算机吧。","categories":[{"name":"信息技术","slug":"信息技术","permalink":"https://firephoenix2000.github.io/skimmingovertheworld/categories/%E4%BF%A1%E6%81%AF%E6%8A%80%E6%9C%AF/"}],"tags":[{"name":"计算机","slug":"计算机","permalink":"https://firephoenix2000.github.io/skimmingovertheworld/tags/%E8%AE%A1%E7%AE%97%E6%9C%BA/"}]},{"title":"那个世界","slug":"那个世界","date":"2023-04-24T15:27:58.000Z","updated":"2023-04-24T15:42:03.210Z","comments":true,"path":"2023/04/24/那个世界/","link":"","permalink":"https://firephoenix2000.github.io/skimmingovertheworld/2023/04/24/%E9%82%A3%E4%B8%AA%E4%B8%96%E7%95%8C/","excerpt":"","text":"那是一个世界，在一个巨大无边的世界里，我们生活着，享受着。 来吧，我们一起来考虑构造一个平面的世界吧。 从最基础的物理定律开始吧。","categories":[{"name":"平面世界","slug":"平面世界","permalink":"https://firephoenix2000.github.io/skimmingovertheworld/categories/%E5%B9%B3%E9%9D%A2%E4%B8%96%E7%95%8C/"}],"tags":[{"name":"幻想","slug":"幻想","permalink":"https://firephoenix2000.github.io/skimmingovertheworld/tags/%E5%B9%BB%E6%83%B3/"}]},{"title":"大航宇时代","slug":"大航宇时代","date":"2023-04-24T14:30:31.000Z","updated":"2023-04-24T15:27:06.290Z","comments":true,"path":"2023/04/24/大航宇时代/","link":"","permalink":"https://firephoenix2000.github.io/skimmingovertheworld/2023/04/24/%E5%A4%A7%E8%88%AA%E5%AE%87%E6%97%B6%E4%BB%A3/","excerpt":"","text":"大航宇时代之所以要写这个东西，来源于最近一直在思考的一个核心问题，那就是信息技术对于社会的改变到底有多大？ 然后由于这个问题的蔓延，导致对于整个社会未来的发展，展开脑洞大开的想象，所以把当下这个时刻的一些想法，记录在这里，算是挖个坑。 社会的进步，或者以货币、经济形式表现的社会进步，到底是如何发生的？过去是怎么样的？ 今天在这里，又将是如何？未来将要到哪里去？这些都是我们处在这个时代，稍有想法的人都需要面对的问题，因为这和我们的生活和前途息息相关。 技术的改变，并不如社会人文类的变化那么激烈和轰动，但是软的东西往往会变化的面目全非，只有一些文字供后人不断的消费。但是技术的变化，如树一般，是一簇一簇的，往往整个变化的过程都记录下来了，而且随时可以重现，比如现代化的大型加工厂已经工业经济的标准象征，但是我在很多省道、县道之间经过的时候，还是不时能够看到一些安装在小溪边上的那种传统的水力砻谷机，木头的桩子不断的一下下的捣着，从过去到现在。 最早在高中的时候，学到马克思的剩余价值理论，从书本学到的就是资本主义是靠剥削剩余价值来来获取利润的，创造是来源于人类创造的无差别的人类劳动所蕴含的价值。后来上了大学以后，打开了一扇更宽广的世界，接触到了西方经注学，知道了宏观经济学里面的提到的生产函数，也知道了生产力要素，包括资本投入和劳动力投入，以及科技进步的贡献率。开始相信这些经济学的要素。 但是经过这些年自己的不断在生活之中开始慢慢的成长，开始再次反过来承认，确实只有人的行为是在创造价值，或者是主要创造价值的，如果没有人的话，那么再多的资本投入，也只是简单劳动模式的重复，无法推动企业能够活下来。因为这是一个变化和创新的时代，并不是固定的设备和资产投入以后，就能够获得利润，因为这个世界的生产力是超过人们的直接生活需要的，生产是需要考虑成本和市场竞争的。 关于全球经济增长，关于中国经济增长的速度，这些年都是传统的经济模式的体现。现在互联网+经济的增长，到底意味着什么？ 从哪里开始讨论这个问题呢？ 关于工业，尤其是核心的制造工业本身，似乎不应该谈得太多，这块很热的有GE提到的工业互联网，还有德国提到的工业4.0，还有咱们政府提到的中国制造2025，都在考虑制造的智能化的问题。 这块是整个社会进步的基础，如果能够真正的无人化，智能化，生产当然会极大的改进，但是我想描述的是，是促成制造或者帮助社会制造不断进步的三个要素。 这三个要素是物流、能源和金融。 1 物流开始在我的考虑里面，物流是最后的生产要素，因为在短时间内，确实能够看到的改进的空间不是特别的大，但是想了想，智能交通，或许还是能够很大幅度的提升生产的率的。 最初看到这个观点是来自于陆铭在《大国大城》里面的观点，即经济的发达程度，是围绕着着长三角和华北天津500公里以内的城市群，是中国经济重点发展区，就是因为物流的成本，本人不是搞经济的，具体的数据不太懂，但是似乎好像有道理。 对于一般性的，不需要特别高技术含量的加工制造企业来说，在其它环节相对成本都差不多的情况下，物流的效率和成本，将会是对于企业非常重要的一个负担。尤其对于大批日常中生活中使用到的，单位价值附加值不高的产品，毕竟不是所有的产品都能够像iphone那样出厂以后，都是直接包机飞到周转中心的。 生产制造需要运送原料， 制造出来的产品需要再运到各级分销的地方。在商业活动过程中，还会需要人的沟通，于是还有人作为特殊的物流存在。 要想富，先修路，这是小时候村村通公路年代的口号，在人类自古以来，除了最基本的人力和畜力的肩扛手拉以后，古代文明的发展象征之一便是轮子，这也算是原始的机械装备了。 在轮子发明以后漫长的一两千里面，由于材料的原因，关于轮子本身并没有太大的革命性变革，运输的通畅与速度，更多的是依靠的道路的平整与否。在这种情况下，本身是不可能产生出巨大的生产力的，人们出门做做生意的，经常是常年在外到处，在明朝著名的话本三言里面，可以看到很多的这种商人常年在外做生意，家里面搞出各种事情的故事。而且本身社会的商业和物流的发达，运输这块当时还不是最大的制约，最大的制约其实是历史上各种的战乱年代导致的道路不通，路上抢劫等，在我国现代，其实一直到九十年代也还有这种事情的发生，更加不用说古代社会了。后来随着我国修建的大型高速公路网导致的各种车匪路霸事件下降，也算间接起到了对于商业流通的促进作用。 真正引起来物流无论是从规模上还是速度上发生巨大变化的，是第一次工业革命序幕拉开以后，关于蒸汽动力红利持续释放的过程。无论是英国最早的工业革命兴起，还是德意志帝国的统一，美国十九世纪未的经济大发展，都是伴随着铁路网的大规模建设。随着铁路推到的地方越多，首先是从军事上保证了地区的可控性(比如咱们近年在西藏修路),然后也有民众出行的方便，比如在电影黄飞鸿里面，他带着十三姨他们摇摇晃晃的坐着火车去省城，就是对传统的马车出行的巨大颠覆。但是其实但真正能够带来深远意义的，还是更多的东西，随着铁路的开通，最早用来运输的其实是煤，由于煤的出现，才能够支撑起现代工业革命的基础，如果说现代石油是流淌着的工业血液的话，煤的便捷大规模的运输，是各个地方的蒸汽机本身能够运作起来的基础，于是这就形成了一个快速发展的循环，有煤就有工厂，然后就可以炼铁和炼钢，然后就可以修更多的铁路，从更偏僻的地方把煤矿和铁矿拉出来，有了更多的煤和铁，就有了更多的工厂和铁路，有了更多的工厂和铁路，就有了更多的经济发展，第一次工业革命就是在这样轰轰烈烈的节奏中拉开的。 从十九世纪未二十世纪初的美国的钢铁大王，到以福特、通用为代表的汽车工业的大规模发展，真正影响使得现代物流速度得以进入一个新快车道标志，是1925年横跨整个美国大陆，从纽约直达旧金山的世界上第一条高速公路的开通。高速公路网的贯通，带来物流的效率的加快，如果高速费能够在收到一定年限以后去除，那么同步也会带来成本的进一步下降。 飞机作为目前来说民用最快的交通工具，从目前的成本来说，还承担不起货运的使用，如果未来能源的获取能够降到一个非常低的成本，那才能够进入广泛的物流时代。 未来呢？从不远的将来来看，如果自动驾驶能够大规模利用的话，至少可以在一定很大程度上缓解堵车现象，使得车辆系统可以以一种更高效的方式运行。 如果时速超过1500公里的管联网运输可以大规模实现的话，那么速度还会进一步上升，但是在地面上运输的话，这也无非只是量的提升，而不是质的变化吧。 人类花费了数百年的时间，就从百里加急，快马加鞭的可怜的几十公里的时速到(千里马也才日行百公公里)了现在1000公里以上的速度（并且是可持续的），但是下次再要实现这种几十倍的翻倍，似乎有点困难。 如果在超远程的距离上，比如说穿过太阳系，穿过更远的宇宙时空，那么跨空间的物流将是一个奢侈的梦想，这个时候，信息的传递无疑才是可行的，靠着信息的传递，在远端依靠当地的物质和能源，重新把物品制造出来，才是一个可行的方案，这也是现在世界工厂到处投资建厂的缘故吧。 2 能源生产除了需要消耗物资以外 ，最重要的还需要消耗能源，普罗米修斯的第一束火，意味着对于外部世界物资所蕴含的最最的直接应用，人类数千年以来，一直刀耕火种，能源的利用最主要的也就是柴火，煤因为运输的原因无法大规模的外运，只有部分的达官贵人能够用得起木炭什么的(见卖炭翁)。 随着工业革命时代的到来，煤炭终于成为了世界上最主要的一次能源消耗物，直到今天，在汽油和柴油到处可以买的时代，煤炭占一次能耗消耗的比重还是占了六成多(现在冬天取暖正向煤改气的方向前进)， 我国2016年全年的能源消费量折成标准煤换算的话，是43.6亿吨标煤。这些能源中，煤炭消费量占能源消费总量的62%，石油占18.3%，天然气占6.3%，其它风电、核电等占13.3%。 虽然在一次能源消费，化石类能源的消耗比重占了九成左右，但是我们在日常生活中，使用能源并不是直接都是靠烧，大多数的时候我们使用的能源形式实际上是电，对于古代人来说，水火是生活的必备物品，但是今天在现代化的大都市里面，水和电才是最基本的两项生活需要。电器是我们生活在现代化世界的标识，如果生活没有了电器，或者直接说没有了电(现在这种情况比起小时候好像少了很多)，我们生活的世界无疑将会充满了巨大的空虚和不适应。 对于工业生产来说，当然更离不开电了，工厂里面几乎一切能动的电动设备，都离不开电动机，依靠线圈，我们成功的实现了将世界上的能源通过切割磁力线转变成电能，并通过电网输送到世界的各个角落，然后再通过电磁转换，变成无数电动机的旋转，然后成为机械运动，从而成为制造业的最基本的加工方式。 在这种利用方式里面，还是一种传统的中央式发电和电网输电的利用方式，即在少数几个大的电厂把电发出来，送到电网，再通过电网能够逐级传输到千家万户。而在杰里米的《第三次工业革命》里面，他提到了未来的能源使用方式，将像互联网1.0时代向2.0时代转变一样，从原来只有少数的中央站网创造内容，变成由无数的用户在网络上创造内容。即可以将千万家里面，利用太阳能、风能、地热以及其它一切形式生成用不完的电，可以上传到电网中去，需要的时候再从电网上接出使用，即现在炒得很热的能源互联网。 然而真正的能源革命，似乎还没有到来，到目前为止，虽然我们已经造出来了氢弹，但是在实验室里面，依然没有实现可控的核聚变能量释放，而核聚变的能量密度之大，如果可以小型化携带，并能够可控释放的话，那么，我们离开地球进入太空的时代将不远矣。氢核聚变的能量密度是6.45x108MJ/kg，这是个什么概念呢？前述提到的我国一年消费的能量43.6亿吨标煤，如果是氢核聚变产生的话，只需要200kg就够了，一部小推车就装下。 3 金融有人说是最初现代的文艺复兴起源于意大利，包括近代以伽利略为代表的科技兴起，正是因为莎士比亚笔下的著名的商人，奸商形象，通过高利贷促进了经济的发展和繁荣。包括同时期，我国著名的山西票号和扬州票号，也是由于明未清初的时候，随着全国性的大规模的商业物品流通，伴随着的货币流通，从兑换的需求发展到放贷，使得山西票号一度也见证了当初经济的短暂繁荣。 金融的最初，从上古时代的物物交换到一般等价物，货币的出现，在之前的很长一段时间里，都是发行的等值，从一直使用的铜钱到后来的白银，这种等值货币的流通和交换，只是经济行为的初级阶段，而随着票号这种全国大范围性的金融机构的出现，在部分程度上，取代了小范围局部的高利贷等，才真正有了金融活动的开端。 正如陈志武所说得，金融从本质上来说，是一种信用关系的体现，中央银行或者其它国家机构以其自身的信誉进行背书，发行的纸质的货币是非等值的，但是是用国家信用在支持其能够作为物品的替代进行流通。而个人从银行再获得贷款，用于进行生产和商业，是以自身的信用作为抵押获得的。 所以，货币和金融体系，是整个现代社会脱离和传统的局部的小规模经济和小规模的熟人信用体系以后必然出现的，作为对实体经济进行支持的必然润滑剂而出现的。我国这三十四年以来，金融的发展走过的历程见证了快速发展的信息技术对于金融业务形态的变化。 上世纪八九十年代的时候，记得去取钱的时候，是用的一个小小的存折，然后每次取钱的时候，是凭着一个名字的小印章去的，也就是说不需要密码，只要有了存折本和印章，信息能够和银行里面存的信息对上，就可以取到钱。 然后到了九十年代以后，存折变成了银行卡，然后印章变成了密码，也就是有了卡和密码就能够取到钱了，都可以和本人没有任何关系，而且这一时期还经常有各种信用卡欺诈的各种故事。 然后时间迈过了2000年以后，网银又快速发展起来，然后有很多的业务就可以在网上办了，然后随着智能手机的兴趣，网银的应用又变成了手机银行了。 正是在这个时间段上，传统银行无论是网银还是手机银行，开始慢慢的落后于支付宝了，尤其是这两年，随着微信的进场， 无现金社会已经从一个理念到了一个口号，再变成了悄无声息的事实了，实际上现在只要稍大的一点城市里面，确实只要有一个手机就可行到处行遍了。 与支付宝并存和大力推动的，就是蚂蚁花呗，包括京东白条，都是一种新的形式的信用卡，正在很大的冲击传统的信用卡业务。 未来的形式还会逐步变化，除了手机作为身体的一项扩展器官以外，其实只要随身的可穿戴设备上能够有唯一标识码可以和自己的信用帐户绑定的话，手机也不是必须，再下去如果刷脸能够广泛应用的话， 那么靠脸吃饭这个就真正的是顾名思义了。 但是这一切都还是建立在对中央银行或者货币发行机构的信任上，随着区块链技术的发展，其实这一切也都不需要了，如果真的确实存在能够在全世界范围都认可的区域链技术为基础上的可支付货币，而且智能合约确实能够有效的和货币支付绑定的话，那么你的行为将会直接成为货币支付的条件，信用的成本将会降到一个极低的水平，对于传统的金融来说，将是一种什么样的格局呢？ 当信息的提供，使得物流更快，能源更方便，更有效，成本更低，那么制造的普及化，智能化能够带来什么呢？ 能源的小型化的方便利用，信息的高度复杂和自我演化，以及信息方便的传递，在这样的高密度能量的小型化携带的情况下，那么现在到了任何外部作业的话，基本就不再需能量补给了，科幻小说里面提到那些场景将不再是梦想，使得我们具备了进入大航宇时代的要素， 试想一下这样的一个场景： 无尽的虚空之中有个六棱形的柱状的金属柱，在空间中无声无息的滑行着，整个柱子呈现了完美的对称六边形，不时的有一抹光带，从整个金属柱的身体上闪过，在一个荒漠的似乎亿万年没有人来过的星球上缓缓的下落，然后直直的插在降落的大坑中，金属柱边缘张开，弹出六根支架，深深的插入地面固定住。然后金属柱上的金属一阵颤动，然后数百个几十厘米半径的金属圆球从里面出来，然后在地上迅速变换，形成一个个形态各异的机器人，然后发射光束开始探测地下，探到了以后，有专门负责开钻的机器人负责打孔，然后再有挖掘的机器人把地给挖开，再有专门的机器人下去挖掘了一些矿石给带出来，然后在基地旁边不断的有炼化加工的装置，把矿石进去以后，直接变成了能源结晶出来。就像无数繁忙的蜜蜂围绕着蜂巢不断的工作，然后不断采集能源结晶，再发射到太空中去。在这里消耗的是能源和信息，更本质上是信息。 无尽虚空寂寞飞行 遥远世界，自行生长 如果说数百年前的大航海时代是整个地球文明的一次大变革，从科学、技术到人文的巨大冲击，那么随着 马斯克把特斯拉跑车送到太空，航天时代的起步，航宇时代的到来，正悄然来临。 我们的征途—-是星辰大海。","categories":[{"name":"杂七杂八","slug":"杂七杂八","permalink":"https://firephoenix2000.github.io/skimmingovertheworld/categories/%E6%9D%82%E4%B8%83%E6%9D%82%E5%85%AB/"}],"tags":[{"name":"幻想","slug":"幻想","permalink":"https://firephoenix2000.github.io/skimmingovertheworld/tags/%E5%B9%BB%E6%83%B3/"}]},{"title":"龙猫","slug":"龙猫","date":"2023-04-11T20:02:19.000Z","updated":"2023-04-24T14:22:13.609Z","comments":true,"path":"2023/04/12/龙猫/","link":"","permalink":"https://firephoenix2000.github.io/skimmingovertheworld/2023/04/12/%E9%BE%99%E7%8C%AB/","excerpt":"","text":"龙猫 周末的上午带着儿子一起看动画片，本来想找天空之城，不过在网上都没有找到，或许是因为今年会在儿童节放映，为了版权原因，所以在网上找不到了。 然后就选了龙猫和儿子一起看，这是一部很久远的动画片了， 我只记得里面那只大大可爱的龙猫了，整体画面是一片轻松田园风光。一辆破旧的三轮车，两边漂亮的绿田和青水，和记忆中的农村生活并无甚么不同， 搬到房子以后，孩子们在破旧的木屋之中玩耍，各种神秘好玩角落里面的探索之旅，懂事的小月和可爱的四岁小梅，和幽默风趣、温暖有爱的爸爸，尤其带着他们一起向大树鞠躬致谢那段，开始的整体就是这么的轻松惬意。 然后剧情开始慢慢的推出了很多破旧故事的背后，故事里面开始没有看到妈妈，原来是因为生病住院了， 是什么病里面也没有说，只看到懂事的小月做爸爸和妹妹做早饭，村子里面友善的邻居，喜欢他们却又内向的勘太给她们借伞。还有妹妹走丢的时候，村子里面的人都帮着一起寻找。在这片片温暖下，是很多更沉痛的背景，没有说的病应该是绝症(因为之前很多次妈妈也说星期六回来，结果也没有回来，爸爸需要去医院里面陪着照顾)，然后因为治病把城里面的房子卖掉，租不起城里面的房子， 在乡下买或者租了一个很老旧的破房子，然后男人需要忙着工作、照顾女儿、还需要去医院。 尤其是当时有一段，本来说妈妈周六要回来两天，然后再回医院，小月和小梅特别期待着，结果收到医院的电报，然后小月给爸爸打完电话以后，沉默沮丧的出来，妹妹得知妈妈又回不来，爸爸还要去医院照顾的时候，大声说“我不要—-，小月生气说得“那妈妈死掉也没有关系是不是”。 想起来去年差不多这个时候，有一次我从医院回来八点多了，儿子放学是让邻居帮着接回来的，儿子之前电话已经问什么时候回来了，我说快了，推开门的时候，看到七岁的儿子已经在厨房里面把面料和好了，把鸡蛋打好了，拿着刀切好了火腿肠，等着我回来一起做鸡蛋饼的那件事情。 看到这里再也忍不住，自己一个人躺着默默的流泪，他妈妈已经走了半年了，我从来没有在他面前说过死亡的事情，只说妈妈走了，再也不会回来了。儿子是一个很内向情感很丰富的人， 在我面前他也很少提起来妈妈，只是有一次我出差的时候，正在收拾箱子行李的时候，随口说了一句如果妈妈还在就好了。儿子正在写作业，愣了下没有说什么，只是放下笔默默的走过来，帮我一起收拾箱子，然后我们就都再没有继续这个事情往下说了。 正如鲁迅最后要写在坟头上的小花，电影的最后，爸爸在床边陪着妈妈摇着扇子，夏夜的凉风轻轻的拂过。现实的世界里生命如花朵曾经那样美好的绽放过，却无声无息的凋零，留下只有生者沉痛的记忆。","categories":[{"name":"心情随笔","slug":"心情随笔","permalink":"https://firephoenix2000.github.io/skimmingovertheworld/categories/%E5%BF%83%E6%83%85%E9%9A%8F%E7%AC%94/"}],"tags":[{"name":"悲伤","slug":"悲伤","permalink":"https://firephoenix2000.github.io/skimmingovertheworld/tags/%E6%82%B2%E4%BC%A4/"}]},{"title":"Hello World","slug":"hello-world","date":"2023-04-11T15:15:08.066Z","updated":"2023-04-10T16:19:20.743Z","comments":true,"path":"2023/04/11/hello-world/","link":"","permalink":"https://firephoenix2000.github.io/skimmingovertheworld/2023/04/11/hello-world/","excerpt":"","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new &quot;My New Post&quot; More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","categories":[],"tags":[]}],"categories":[{"name":"杂七杂八","slug":"杂七杂八","permalink":"https://firephoenix2000.github.io/skimmingovertheworld/categories/%E6%9D%82%E4%B8%83%E6%9D%82%E5%85%AB/"},{"name":"信息技术","slug":"信息技术","permalink":"https://firephoenix2000.github.io/skimmingovertheworld/categories/%E4%BF%A1%E6%81%AF%E6%8A%80%E6%9C%AF/"},{"name":"平面世界","slug":"平面世界","permalink":"https://firephoenix2000.github.io/skimmingovertheworld/categories/%E5%B9%B3%E9%9D%A2%E4%B8%96%E7%95%8C/"},{"name":"心情随笔","slug":"心情随笔","permalink":"https://firephoenix2000.github.io/skimmingovertheworld/categories/%E5%BF%83%E6%83%85%E9%9A%8F%E7%AC%94/"}],"tags":[{"name":"幻想","slug":"幻想","permalink":"https://firephoenix2000.github.io/skimmingovertheworld/tags/%E5%B9%BB%E6%83%B3/"},{"name":"计算机","slug":"计算机","permalink":"https://firephoenix2000.github.io/skimmingovertheworld/tags/%E8%AE%A1%E7%AE%97%E6%9C%BA/"},{"name":"悲伤","slug":"悲伤","permalink":"https://firephoenix2000.github.io/skimmingovertheworld/tags/%E6%82%B2%E4%BC%A4/"}]}